<?php
$lang['order_q1'] = "Что означают разные статусы заказа?";
$lang['Updatable'] = "Обновляемый";
$lang['order_a1'] = "Все позиции заказа были выполнены.";
$lang['order_a2'] = "Некоторые позиции были выполнены, а оставшиеся должны быть выполнены при добавлении товара или средств.";
$lang['order_a3'] = "Заказ находится в процессе комплектации и упаковки.";
$lang['order_a4'] = "Заказ ожидает упаковки";
$lang['order_a5'] = "Заказ ожидает обработки в системе. Это состояние по умолчанию.";
$lang['order_a6'] = "Заказ находится у клиента и не будет обработан.";
$lang['order_a7'] = "Возникла проблема с адресом доставки, и должна быть исправлена заказчиком.";
$lang['order_a8'] = "Недостаточно товаров для одной или нескольких позиций, или клиент должен добавить дополнительные средства на баланс своего счета.";